import img1 from "./images/service-1.jpg";
import img2 from "./images/service-2.jpg";
import img3 from "./images/service-3.jpg";
import img4 from "./images/service-4.jpg";
import img5 from "./images/service-5.jpg";
import img6 from "./images/service-6.jpg";
import img7 from "./images/service-7.jpg";
import img8 from "./images/service-8.jpg";


export default [
  {
    sys: {
      id: "1"
    },
    fields: {
      name: "manicure",
      slug: "manicure",
      price: 17,
      description:
        "В услугу маникюр входит: придание формы, бережная обработка кутикулы, ногтей и боковых валиков, смягчение маслом кутикулы и увлажнение кремом. Если вы тщательно следите за чистотой рук и ногтей, аккуратным видом, формой и хотите поддерживать здоровье кожи рук и ногтевых пластин, то рекомендуем делать маникюр хотя бы раз в две недели. Помните, что под ногтями скапливается грязь, кожа рук и кутикула пересушиваются, теряя влагу и привлекательность, поэтому маникюр без покрытия рекомендован всем без исключения - и женщинам и мужчинам. Маникюр в салоне гарантирует обработку стерильными инструментами. Своевременный маникюр помогает следить за состоянием ногтей, вовремя заметить проблему, бороться с бактериями.",
      images: [
        {
          fields: {
            file: {
              url: img1
            }
          }
        },
      ]
    }
  },
  {
    sys: {
      id: "2"
    },
    fields: {
      name: "manicure + nail polish",
      slug: "manicure-nail-polish",
      price: 20,
      description:
        "Богатая палитра цветов от ведущих мировых производителей. Стандартный лак подойдет тем, кто обожает постоянно менять цвет ногтей и поддерживать свежесть маникюра. Без труда удаляется средством для снятия лака, не проникает глубоко в ногтевую пластину.",
      images: [
        {
          fields: {
            file: {
              url: img2
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "3"
    },
    fields: {
      name: "manicure + gel polish",
      slug: "manicure-gel-polish",
      price: 25,
      description:
        "Богатый выбор самых модных дизайнов, роскошная палитра гель-лаков мировых производителей. В отличие от обычного лака, гель-лак обладает повышенной износостойкостью и при соблюдении всех рекомендаций и правильной носке покрытие гель-лак держится на ногтях от 2 до 3 недель. Покрытие гель-лаком - это экономичное решение для тех, кто ценит своё время, деньги и хочет всегда иметь ухоженные ногти. Еще одним преимуществом гель-лаков является возможность выбирать интересные и модные дизайн-решения, регулировать яркость цвета, создавать дизайн ногтей под определённый стиль или событие. Обратите внимание, что дизайны и снятие гель - лака оплачиваются отдельно.",
      images: [
        {
          fields: {
            file: {
              url: img3
            }
          }
        }
      ]
    }
  },
  
  {
    sys: {
      id: "4"
    },
    fields: {
      name: "pedicure",
      slug: "pedicure",
      price: 22,
      description:
      " В стандартный педикюр входит: обработка стоп, ногтей, кутикулы и боковых валиков. Кожа ног быстро пересушивается, стопы постоянно трутся, испытывая дискомфорт от неудобной обуви и изменения температур в помещении и на улице. Ороговевшая кожа на ступнях может доставлять дискомфорт, поэтому важно регулярно делать педикюр. Услуга включает в себя удаление огрубевшей кожи стоп без повреждения здоровой кожи, удаление кутикулы, обработку ногтей и боковых валиков, придание формы ногтям, увлажнение кутикулы маслом и обработку стоп увлажняющим кремом. При отсутствии должного ухода, кожа стоп трескается, может возникнуть инфекция и ощущение сильного дискомфорта. Педикюр - профилактика грибковых заболеваний, трещин и мозолей. Внимание! Обработка мозолей, трещин и натоптышей не входит в стандартную услугу «педикюр».",
      images: [
        {
          fields: {
            file: {
              url: img4
            }
          }
        },
      ]
    }
  },
  {
    sys: {
      id: "5"
    },
    fields: {
      name: "pedicure + nail polish",
      slug: "pedicure-nail-polish",
      price: 26,
      description:
        "Покрытие лаком-идеальный вариант для тех, кто любит разнообразие, ведь такое покрытие можно менять без вреда для ногтевой пластины хоть каждый день, выбирая разные оттенки под каждый наряд. Перед нанесением лака необходимо сделать педикюр: обработать стопы, ногти, кутикулу и боковые валики, чтобы ваши ножки выглядели неотразимо. .",
      images: [
        {
          fields: {
            file: {
              url: img5
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "6"
    },
    fields: {
      name: "manicure + gel polish",
      slug: "manicure-gel-polish",
      price: 30,
      description:
        "В отличие от обычного лака, гель-лак дольше держится на ногтях и сохраняет блеск до самого снятия. К тому же, гель-лак защищает ногтевую пластину от механических и температурных воздействий. Чтобы добавить разнообразия в привычный педикюр, выделите один или несколько ноготков блёстками, бульонками, пайетками или матовым покрытием. Обратите внимание, что дизайны и снятие гель - лака оплачиваются отдельно.",
      images: [
        {
          fields: {
            file: {
              url: img6
            }
          }
        },
      ]
    }
  },
  {
    sys: {
      id: "7"
    },
    fields: {
      name: "men haircut",
      slug: "men-haircut",
      price: 16,
      description:
        "Men haircut...",
      images: [
        {
          fields: {
            file: {
              url: img7
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "8"
    },
    fields: {
      name: "boys haircut",
      slug: "boys-haircut",
      price: 14,
      description:
        "Детские стрижки для юных джентльментов позволяют малышу чувствовать себя комфортно и раскованно: волосы не мешают во время игр и не вызывают дискомфорт. На ваш выбор любая спортивная стрижка, универсальная стрижка «ежик» или любая стрижка на волосы средней длины.",
      images: [
        {
          fields: {
            file: {
              url: img8
            }
          }
        }
      ]
    }
  },
];
